---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionRoundBar
source: html/f63a66ed-d412-e987-3433-bafef3b46a90.htm
---
# StructuralSectionRoundBar Methods

Returns size of the section boundary.